
"Passcode Lock" = "Kodigoarekin blokeatu";

"All data in this app will be erased after %d failed passcode attempts." = "Aplikazioko datu guztiak ezabatuko dira %d saialdi huts egin ondoren.";
"Cancel" = "Ezeztatu";
"Enable" = "Artxibatu";
"Erase all content in the app after %d failed passcode attempts." = "%d saialdi huts egin ondoren, aplikazioko datu guztiak ezabatzen dira.";

"Turn Passcode Off" = "Desblokeatu kodearekin";
"Turn Passcode On" = "Aktibatu blokeoa kodearekin";
"Change Passcode" = "Kodigoa aldatu";
"Erase Data" = "Datuak ezabatu";
"Set Passcode" = "Kodigoa ezarri";
"Turn off Passcode" = "Desaktibatu";
"Enter Passcode" = "Sartu Kodea";
"1 Failed Passcode Attempt" = "Huts egindako saiakera 1";
"%i Failed Passcode Attempts" = "Huts egindako saiakerak %i";
"Passcodes did not match. Try again." = "Kodeak desberdinak dira. Saiatu berriro.";
"Enter a different passcode. You cannot re-use the same passcode." = "Sartu beste kode bat. Ezin duzu berriro erabili.";
"Erase all data and reset passcode" = "Datu guztiak ezabatu eta kode bidezko blokeoa desaktibatu nahi duzu?";

"Enter your passcode" = "Sartu zure kodea";
"Enter a passcode" = "Sartu zure kodea";
"Re-enter your passcode" = "Sartu berriro kodea";
"Enter your old passcode" = "Sartu lehengo kodea";
"Enter your new passcode" = "Sartu kode berria";
"Re-enter your new passcode" = "Sartu berriro kode berria";

"Passcode lock notice" = "Kontuan izan";
"ResetInfo" = "Ez dago sarbide kodea berrezartzeko modurik; inoiz ahazten baduzu, ezingo zara txatetara sartu.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Aplikazioaren kode bidezko blokeoak zure datuak begirada diskretuetatik babesten ditu, baina ez du gailuaren kode bidezko blokeoa ordezten.\nAktibatu gailuaren kode bidezko blokeoa ere (aktibatuta ez badago) gordetako datuak zifratzeko.";

"Require Passcode" = "Eskatu kodea";
"Immediately" = "Berehala";
"After 1 minute" = "Minutu 1 barru";
"After %d minutes" = "%d minutu barru";
"After 1 min." = "Min 1 barru";
"After %d min." = "%d minutu barru";
"After 1 hour" = "Ordu 1 barru";
"After %d hours" = "%d ordu barru";
